Revit 2027 API
BuiltInFailures.StairRampFailures.CannotCreateSideStringer Property
 Can't create one or more Side Stringers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateSideStringer { get; }
Public Shared ReadOnly Property CannotCreateSideStringer As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateSideStringer {
	FailureDefinitionId^ get ();
}
static member CannotCreateSideStringer : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace